Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/boade_mielde_samenuoraid_daiddadahpahusa_neahttadoaluide_.html.tmx
Source language: sme
Languages: smn

source: Boađe mielde Sámenuoraid dáiddadáhpáhusa neahttadoaluide!
smn: Puáđi fáárun Säminuorâi taaiđâtábáhtus viermijuuhlán!

source: Sámenuoraid dáiddadáhpáhusa ávvudit bearjadaga 17.4. interneahtas.
smn: Säminuorâi taaiđâtábáhtus ávuduvvoo vástuppeeivi 17.4. viermist.

source: Boađe mielde neahttadoaluide ja gávnna doppe suohtas dáiddadáhpáhusmuittuid ja oahpes sámeartisttaid.
smn: Puáđi fáárun viermijuuhlán já kaavnâ tobbeen sehe hitruus taaiđâtábáhtusmuštoid já uápis sämitaaiđârijd.

source: Sámedikki skuvlen- ja oahppamateriáladoaimmahat bovde Sámenuoraid dáiddadáhpáhusa historjásiidduid rahpandoaluide bearjadaga 17.4. dmu 12 rájes čujuhusas saamelaisnuortentaidetapahtuma.com .
smn: Sämitige škovlim- já oppâmateriaaltoimâttâh puávdee Säminuorâi taaiđâtábáhtus historjásiijđoi lekkâmáid vástuppeeivi 17.4. tme 12 rääjist čujottâsâst saamelaisnuortentaidetapahtuma.com .

source: Neahttasiidduide leat čohkkejuvvon govat, teavsttat ja filmmat Sámenuoraid dáiddadáhpáhusas 1990-logus gitta dán beaivvi rádjái.
smn: Sijđoid láá nurrum koveh, teevstah já videoh Säminuorâi taaiđâtábáhtusâst 1990-lovo rääjist taan peeivi räi.

source: Dáiddadáhpáhusas dáiddakarrieara vuosttaš lávkkiid váldán sámedáiddarat muitalit filbmadearvvuođaid bokte maid dáiddadáhpáhus lea sidjiide mearkkašan.
smn: Sämmiliih taaiđâreh, kiäh láá váldám sii karrieer vuosâlaavhijd taaiđâtábáhtusâin, muštâleh videotiervâttâsâin, ete maid taaiđâtábáhtus lii sijjân merhâšâm.

source: Sámenuoraid dáiddadáhpáhusa historjásiidduid leat bargan neahttabuvttadeaddji Eeva Mäkinen, dáiddadáhpáhusbargi Unna-Maari Pulska, skuvlenčálli Ulla Aikio-Puoskari ja oahppamateriálaplánejeaddji Anni Näkkäläjärvi.
smn: Säminuorâi taaiđâtábáhtus historjásiijđoid láá hammim viermipyevtitteijee Eeva Mäkinen, taaiđâtábáhtuspargee Unna-Maari Pulska já škovlimčällee Ulla Aikio-Puoskari.

source: Siiddus leat teavsttat buot golmma sámegillii ja suomagillii.
smn: Siijđoi teevstah láá puoh kuulmâ sämikielân já suomâkielân.

source: Fitnu ruhtada oahpahus- ja kulturministeriija.
smn: Haavâ ruttâd máttááttâs- já kulttuurministeriö.

source: Lassedieđut:
smn: Lasetiäđuh:
